export const MINI_STORY_TEXTS = {
    "red-winter-tour": {
        "cn":["万魔殿的红冬巡回录", "被神秘所笼罩，\n万魔殿的秘密红冬巡回录。\n如今，访问记录的全貌终于揭晓。"],
        "en":["万魔殿的红冬巡回录", "被神秘所笼罩，\n万魔殿的秘密红冬巡回录。\n如今，访问记录的全貌终于揭晓。"],
        "kr":["만마전의 붉은겨울 순회록", "세간에 알려지지 않았던 만마전의 비밀스러운 붉은겨울 순회록. 그 기록의 전말이 지금 밝혀집니다."],
        "jp":["万魔殿的红冬巡回录", "被神秘所笼罩，\n万魔殿的秘密红冬巡回录。\n如今，访问记录的全貌终于揭晓。"],
        "tw":["万魔殿的红冬巡回录", "被神秘所笼罩，\n万魔殿的秘密红冬巡回录。\n如今，访问记录的全貌终于揭晓。"],
        "th":["万魔殿的红冬巡回录", "被神秘所笼罩，\n万魔殿的秘密红冬巡回录。\n如今，访问记录的全貌终于揭晓。"]
    },
    "thermae-akai": {
        "cn":["浴场档案", "浴场革命火热进行中！227号温泉乡关闭后，红冬学院又发生了一些琐碎小事……"],
        "en":["浴场档案", "浴场革命火热进行中！227号温泉乡关闭后，红冬学院又发生了一些琐碎小事……"],
        "kr":["테르마이 아카이", "뜨겁게 혁명하고, 뜨겁게 목욕하라! 227호 온천장의 폐쇄 이후 붉은겨울 학원에서 벌어진 사소한 후일담."],
        "jp":["浴场档案", "浴场革命火热进行中！227号温泉乡关闭后，红冬学院又发生了一些琐碎小事……"],
        "tw":["浴场档案", "浴场革命火热进行中！227号温泉乡关闭后，红冬学院又发生了一些琐碎小事……"],
        "th":["浴场档案", "浴场革命火热进行中！227号温泉乡关闭后，红冬学院又发生了一些琐碎小事……"]
    },
    "kirara-erika": {
        "cn":["绮罗罗和绘梨香闪亮的一天", "过着和平时一样普通日子的回家部，突然遇到了意料之外的事件。"],
        "en":["绮罗罗和绘梨香闪亮的一天", "过着和平时一样普通日子的回家部，突然遇到了意料之外的事件。"],
        "kr":["키라라와 에리카의 반짝반짝한 하루", "여느 때와 같은 좌충우돌의 평범한 일상을 보내고 있는 귀가부. 하지만 예기치 못한 변화는 갑작스레 찾아오곤 한다."],
        "jp":["绮罗罗和绘梨香闪亮的一天", "过着和平时一样普通日子的回家部，突然遇到了意料之外的事件。"],
        "tw":["绮罗罗和绘梨香闪亮的一天", "过着和平时一样普通日子的回家部，突然遇到了意料之外的事件。"],
        "th":["绮罗罗和绘梨香闪亮的一天", "过着和平时一样普通日子的回家部，突然遇到了意料之外的事件。"]
    },
    "highlander-log": {
        "cn":["海兰德运行日志", "海兰德铁道学院今天也为了基沃托斯的交通顺畅而努力着。让我们一窥他们的日常吧。"],
        "en":["海兰德运行日志", "海兰德铁道学院今天也为了基沃托斯的交通顺畅而努力着。让我们一窥他们的日常吧。"],
        "kr":["하이랜더 운행일지", "오늘도 키보토스의 원활한 교통을 위해 최선을 다하는 하이랜더 철도학원 학생들. 그들의 하루를 들여다본다."],
        "jp":["海兰德运行日志", "海兰德铁道学院今天也为了基沃托斯的交通顺畅而努力着。让我们一窥他们的日常吧。"],
        "tw":["海兰德运行日志", "海兰德铁道学院今天也为了基沃托斯的交通顺畅而努力着。让我们一窥他们的日常吧。"],
        "th":["海兰德运行日志", "海兰德铁道学院今天也为了基沃托斯的交通顺畅而努力着。让我们一窥他们的日常吧。"]
    },
    "ownerless-gift": {
        "cn":["无主的礼物", "临近圣诞节的某天，\n空发现了一份没有主人的礼物。\n这份礼物究竟是要给谁的呢？"],
        "en":["无主的礼物", "临近圣诞节的某天，\n空发现了一份没有主人的礼物。\n这份礼物究竟是要给谁的呢？"],
        "kr":["주인 잃은 선물", "크리스마스를 앞둔 어느 날,\n소라가 발견한 주인 없는 선물 하나.\n이 선물은 과연 누구를 위한 것일까?"],
        "jp":["无主的礼物", "临近圣诞节的某天，\n空发现了一份没有主人的礼物。\n这份礼物究竟是要给谁的呢？"],
        "tw":["无主的礼物", "临近圣诞节的某天，\n空发现了一份没有主人的礼物。\n这份礼物究竟是要给谁的呢？"],
        "th":["无主的礼物", "临近圣诞节的某天，\n空发现了一份没有主人的礼物。\n这份礼物究竟是要给谁的呢？"]
    },
    "february-19-record": {
        "cn":["某个2月19日的纪录", "日奈与妃咲的生日碰巧在同一天。\n风纪委员会与玄龙门都打算准备生日派对，不过……"],
        "en":["某个2月19日的纪录", "日奈与妃咲的生日碰巧在同一天。\n风纪委员会与玄龙门都打算准备生日派对，不过……"],
        "kr":["어느 2월 19일의 기록", "우연의 일치로 생일이 겹친 히나와 키사키.\n선도부와 현룡문은 각각의 생일 파티를 준비하려고 하는데…"],
        "jp":["某个2月19日的纪录", "日奈与妃咲的生日碰巧在同一天。\n风纪委员会与玄龙门都打算准备生日派对，不过……"],
        "tw":["某个2月19日的纪录", "日奈与妃咲的生日碰巧在同一天。\n风纪委员会与玄龙门都打算准备生日派对，不过……"],
        "th":["某个2月19日的纪录", "日奈与妃咲的生日碰巧在同一天。\n风纪委员会与玄龙门都打算准备生日派对，不过……"]
    },
    "gourmet-cookie-rescue": {
        "cn":["美食与饼干，还有救护", "以枫香为中心，美食研究会与救护骑士团邂逅了。\n究竟谁能赢得枫香的心呢？"],
        "en":["美食与饼干，还有救护", "以枫香为中心，美食研究会与救护骑士团邂逅了。\n究竟谁能赢得枫香的心呢？"],
        "kr":["미식과 쿠키. 그리고 구호", "후우카를 사이에 두고 만난 미식연구회와 구호기사단.\n후우카를 차지할 사람은 과연 누가 될 것인가."],
        "jp":["美食与饼干，还有救护", "以枫香为中心，美食研究会与救护骑士团邂逅了。\n究竟谁能赢得枫香的心呢？"],
        "tw":["美食与饼干，还有救护", "以枫香为中心，美食研究会与救护骑士团邂逅了。\n究竟谁能赢得枫香的心呢？"],
        "th":["美食与饼干，还有救护", "以枫香为中心，美食研究会与救护骑士团邂逅了。\n究竟谁能赢得枫香的心呢？"]
    },
    "unexpected-encounter": {
        "cn":["偶然邂逅的你", "因为千年健身房正在维修，堇前往其他健身房锻炼。在那里，他遇见了意想不到的人──！"],
        "en":["偶然邂逅的你", "因为千年健身房正在维修，堇前往其他健身房锻炼。在那里，他遇见了意想不到的人──！"],
        "kr":["어쩌다 마주친 그대", "밀레니엄 헬스장의 수리로 다른 헬스장에 가게 된 스미레. 그곳에서 예상치 못한 사람을 만나게 된다."],
        "jp":["偶然邂逅的你", "因为千年健身房正在维修，堇前往其他健身房锻炼。在那里，他遇见了意想不到的人──！"],
        "tw":["偶然邂逅的你", "因为千年健身房正在维修，堇前往其他健身房锻炼。在那里，他遇见了意想不到的人──！"],
        "th":["偶然邂逅的你", "因为千年健身房正在维修，堇前往其他健身房锻炼。在那里，他遇见了意想不到的人──！"]
    },
    "mangyangz-night": {
        "cn":["惊险！妖怪剧团之夜！", "百鬼夜行的神秘存在，妖怪剧团！\n据说只有最顶尖的大人物才能参加的秘密聚会即将举行！\n而受邀参加的人竟然是……新？"],
        "en":["惊险！妖怪剧团之夜！", "百鬼夜行的神秘存在，妖怪剧团！\n据说只有最顶尖的大人物才能参加的秘密聚会即将举行！\n而受邀参加的人竟然是……新？"],
        "kr":["살벌! 망량즈 나이트!", "백귀야행의 수수께끼적 존재, 망량즈!\n그중 최고 거물들만 모인다는 비밀 회합이 열린다!\n그 자리에 초청받은 것은…… 아라타?"],
        "jp":["惊险！妖怪剧团之夜！", "百鬼夜行的神秘存在，妖怪剧团！\n据说只有最顶尖的大人物才能参加的秘密聚会即将举行！\n而受邀参加的人竟然是……新？"],
        "tw":["惊险！妖怪剧团之夜！", "百鬼夜行的神秘存在，妖怪剧团！\n据说只有最顶尖的大人物才能参加的秘密聚会即将举行！\n而受邀参加的人竟然是……新？"],
        "th":["惊险！妖怪剧团之夜！", "百鬼夜行的神秘存在，妖怪剧团！\n据说只有最顶尖的大人物才能参加的秘密聚会即将举行！\n而受邀参加的人竟然是……新？"]
    },
    "dormitory-wardens-run": {
        "cn":["然而舍监队仍在奔跑", "规则严格且充满谜团的狂猎检查站。复杂的手续，以及试图蒙混过关的学生们——她们的奋斗记此刻在此呈现！"],
        "en":["然而舍监队仍在奔跑", "规则严格且充满谜团的狂猎检查站。复杂的手续，以及试图蒙混过关的学生们——她们的奋斗记此刻在此呈现！"],
        "kr":["그러나 사감대는 달린다", "마침내 열린 와일드헌트 예술학원의 검문소.\n까다롭고 엄격한 출입 절차와, 그곳을 지키는 한 사감대 소녀의 애환과 고충에 대한 이야기."],
        "jp":["然而舍监队仍在奔跑", "规则严格且充满谜团的狂猎检查站。复杂的手续，以及试图蒙混过关的学生们——她们的奋斗记此刻在此呈现！"],
        "tw":["然而舍监队仍在奔跑", "规则严格且充满谜团的狂猎检查站。复杂的手续，以及试图蒙混过关的学生们——她们的奋斗记此刻在此呈现！"],
        "th":["然而舍监队仍在奔跑", "规则严格且充满谜团的狂猎检查站。复杂的手续，以及试图蒙混过关的学生们——她们的奋斗记此刻在此呈现！"]
    },
    "end-of-manual-era": {
        "cn":["手动期的结束", "因意外事件而决定制造超级计算机的红冬联邦学院。要如何制造呢？"],
        "en":["手动期的结束", "因意外事件而决定制造超级计算机的红冬联邦学院。要如何制造呢？"],
        "kr":["수동기의 끝", "슈퍼컴퓨터를 만들려고 하는 붉은겨울 연방학원.\n무슨 수로 그걸 만들지?"],
        "jp":["手动期的结束", "因意外事件而决定制造超级计算机的红冬联邦学院。要如何制造呢？"],
        "tw":["手动期的结束", "因意外事件而决定制造超级计算机的红冬联邦学院。要如何制造呢？"],
        "th":["手动期的结束", "因意外事件而决定制造超级计算机的红冬联邦学院。要如何制造呢？"]
    },
    "misuzu-melancholy": {
        "cn":["监原美铃的忧郁", "即使七名囚犯越狱后，瓦尔基里矫正局的日常也依然如故。被问题儿童们包围着，矫正局长美铃会度过怎样的一天呢？"],
        "en":["监原美铃的忧郁", "即使七名囚犯越狱后，瓦尔基里矫正局的日常也依然如故。被问题儿童们包围着，矫正局长美铃会度过怎样的一天呢？"],
        "kr":["칸바라 미스즈의 우울", "일곱 죄수의 탈주극 이후…….\n 발키리 교정국은 여전히 그 자리에 있다. "],
        "jp":["监原美铃的忧郁", "即使七名囚犯越狱后，瓦尔基里矫正局的日常也依然如故。被问题儿童们包围着，矫正局长美铃会度过怎样的一天呢？"],
        "tw":["监原美铃的忧郁", "即使七名囚犯越狱后，瓦尔基里矫正局的日常也依然如故。被问题儿童们包围着，矫正局长美铃会度过怎样的一天呢？"],
        "th":["监原美铃的忧郁", "即使七名囚犯越狱后，瓦尔基里矫正局的日常也依然如故。被问题儿童们包围着，矫正局长美铃会度过怎样的一天呢？"]
    },
    "on-air-gehenna": {
        "cn":["ON AIR：格黑娜", "由闪闪发光部紧急决定的校内广播。究竟能否顺利进行呢？"],
        "en":["ON AIR：格黑娜", "由闪闪发光部紧急决定的校内广播。究竟能否顺利进行呢？"],
        "kr":["ON AIR: 게헨나", "파란의 게헨나 교내 방송. 과연 무사히 진행될 것인가?"],
        "jp":["ON AIR：格黑娜", "由闪闪发光部紧急决定的校内广播。究竟能否顺利进行呢？"],
        "tw":["ON AIR：格黑娜", "由闪闪发光部紧急决定的校内广播。究竟能否顺利进行呢？"],
        "th":["ON AIR：格黑娜", "由闪闪发光部紧急决定的校内广播。究竟能否顺利进行呢？"]
    },
    "weeds-not-alone": {
        "cn":["一人无法绽放的杂草", "与宿敌对峙的便利屋68。\n那是与春香相遇的故事——\n也是找到归宿的少女的故事。"],
        "en":["一人无法绽放的杂草", "与宿敌对峙的便利屋68。\n那是与春香相遇的故事——\n也是找到归宿的少女的故事。"],
        "kr":["잡초는 홀로 피지 않는다", "오랜 적과 마주한 흥신소 68.\n그것을 계기로 밝혀지는 하루카의 과거. 그리고 내일로 나아가는 소녀들의 이야기."],
        "jp":["一人无法绽放的杂草", "与宿敌对峙的便利屋68。\n那是与春香相遇的故事——\n也是找到归宿的少女的故事。"],
        "tw":["一人无法绽放的杂草", "与宿敌对峙的便利屋68。\n那是与春香相遇的故事——\n也是找到归宿的少女的故事。"],
        "th":["一人无法绽放的杂草", "与宿敌对峙的便利屋68。\n那是与春香相遇的故事——\n也是找到归宿的少女的故事。"]
    },
    "wandering-pharmacist": {
        "cn":["药师的彷徨", "纵使与「普通」相去甚远，这仍是属于每一个身为学生的孩子的故事。"],
        "en":["药师的彷徨", "纵使与「普通」相去甚远，这仍是属于每一个身为学生的孩子的故事。"],
        "kr":["약사의 방황길", "모두에게서 동떨어진,\n그러나 그럼에도 학생인 아이의 이야기."],
        "jp":["药师的彷徨", "纵使与「普通」相去甚远，这仍是属于每一个身为学生的孩子的故事。"],
        "tw":["药师的彷徨", "纵使与「普通」相去甚远，这仍是属于每一个身为学生的孩子的故事。"],
        "th":["药师的彷徨", "纵使与「普通」相去甚远，这仍是属于每一个身为学生的孩子的故事。"]
    },
    "ibuki-runaway": {
        "cn":["伊吹离家出走事件", "布丁被真琴吃掉，伊吹一气之下跑出了万魔殿。漫无目的地走着的她，会遇到谁呢……？"],
        "en":["伊吹离家出走事件", "布丁被真琴吃掉，伊吹一气之下跑出了万魔殿。漫无目的地走着的她，会遇到谁呢……？"],
        "kr":["이부키 가출사건", "마코토가 실수로 자신의 푸딩을 먹은 일에 화가 난 이부키는 만마전을 뛰쳐나가 버린다. 방황하던 이부키가 우연히 만난 사람들은……?"],
        "jp":["伊吹离家出走事件", "布丁被真琴吃掉，伊吹一气之下跑出了万魔殿。漫无目的地走着的她，会遇到谁呢……？"],
        "tw":["伊吹离家出走事件", "布丁被真琴吃掉，伊吹一气之下跑出了万魔殿。漫无目的地走着的她，会遇到谁呢……？"],
        "th":["伊吹离家出走事件", "布丁被真琴吃掉，伊吹一气之下跑出了万魔殿。漫无目的地走着的她，会遇到谁呢……？"]
    },
    "road-to-ryugu": {
        "cn":["前往龙宫之路", "集体越狱事件当天。七海以大海为目标，在不习惯的陆地上踏上旅程。"],
        "en":["前往龙宫之路", "集体越狱事件当天。七海以大海为目标，在不习惯的陆地上踏上旅程。"],
        "kr":["용궁으로 가는 길", "대 탈출의 그 날. 나나미는 바다를 향해 머나먼 여정을 떠난다."],
        "jp":["前往龙宫之路", "集体越狱事件当天。七海以大海为目标，在不习惯的陆地上踏上旅程。"],
        "tw":["前往龙宫之路", "集体越狱事件当天。七海以大海为目标，在不习惯的陆地上踏上旅程。"],
        "th":["前往龙宫之路", "集体越狱事件当天。七海以大海为目标，在不习惯的陆地上踏上旅程。"]
    }
};

export const MINI_STORY_EPISODES = {
    "red-winter-tour":[
        {
            "key": 1573223017,
            "descriptionKey": 2145390660,
            "GroupId": 70000010,
            "id": 1,
            "number": 1,
            "title": {
                "cn": "可疑的交流会 1",
                "en": "可疑的交流会 1",
                "kr": "수상쩍은 교류회 1",
                "jp": "可疑的交流会 1",
                "tw": "可疑的交流会 1",
                "th": "可疑的交流会 1"
            },
            "description": {
                "cn": "万魔殿为了参加交流会而拜访了红冬联邦学院。不久后，真琴和切里诺戏剧性地见面了，真琴正在计划利用红冬的内讧进行政变……",
                "en": "万魔殿为了参加交流会而拜访了红冬联邦学院。不久后，真琴和切里诺戏剧性地见面了，真琴正在计划利用红冬的内讧进行政变……",
                "kr": "교류회에 참석하기 위해 붉은겨울 학원을 방문한 만마전. 이윽고 마코토와 체리노의 만남이 극적으로 성사되지만, 마코토는 붉은겨울의 내분을 이용한 쿠데타를 계획하고 있었는데…….",
                "jp": "万魔殿为了参加交流会而拜访了红冬联邦学院。不久后，真琴和切里诺戏剧性地见面了，真琴正在计划利用红冬的内讧进行政变……",
                "tw": "万魔殿为了参加交流会而拜访了红冬联邦学院。不久后，真琴和切里诺戏剧性地见面了，真琴正在计划利用红冬的内讧进行政变……",
                "th": "万魔殿为了参加交流会而拜访了红冬联邦学院。不久后，真琴和切里诺戏剧性地见面了，真琴正在计划利用红冬的内讧进行政变……"
            }
        },
        {
            "key": 3039169023,
            "descriptionKey": 24636765,
            "GroupId": 70000020,
            "id": 2,
            "number": 2,
            "title": {
                "cn": "可疑的交流会 2",
                "en": "可疑的交流会 2",
                "kr": "수상쩍은 교류회 2",
                "jp": "可疑的交流会 2",
                "tw": "可疑的交流会 2",
                "th": "可疑的交流会 2"
            },
            "description": {
                "cn": "真琴因为政变失败而受挫，无论如何都必须重启交流会。万魔殿在真琴和切里诺的心理战中获得了难以预料的成果。",
                "en": "真琴因为政变失败而受挫，无论如何都必须重启交流会。万魔殿在真琴和切里诺的心理战中获得了难以预料的成果。",
                "kr": "마코토의 쿠데타가 실패로 좌절되고 어찌저찌 교류회는 재개된다. 마코토와 체리노의 신경전 사이에서 만마전은 예측불가의 성과를 거둔다.",
                "jp": "真琴因为政变失败而受挫，无论如何都必须重启交流会。万魔殿在真琴和切里诺的心理战中获得了难以预料的成果。",
                "tw": "真琴因为政变失败而受挫，无论如何都必须重启交流会。万魔殿在真琴和切里诺的心理战中获得了难以预料的成果。",
                "th": "真琴因为政变失败而受挫，无论如何都必须重启交流会。万魔殿在真琴和切里诺的心理战中获得了难以预料的成果。"
            }
        }
    ],
    "thermae-akai":[
        {
            "key": 1994595059,
            "descriptionKey": 3322468669,
            "GroupId": 70001010,
            "id": 1,
            "number": 1,
            "title": {
                "cn": "浴场档案 1",
                "en": "浴场档案 1",
                "kr": "테르마이 아카이 1",
                "jp": "浴场档案 1",
                "tw": "浴场档案 1",
                "th": "浴场档案 1"
            },
            "description": {
                "cn": "由于学生们的强烈不满，切里诺决定改善红冬学院的洗浴设施。她找来了和香跟时雨，命令她们去参观其他学院的洗浴设施。",
                "en": "由于学生们的强烈不满，切里诺决定改善红冬学院的洗浴设施。她找来了和香跟时雨，命令她们去参观其他学院的洗浴设施。",
                "kr": "학생들의 원성에 떠밀려 붉은겨울 학원의 목욕 시설을 개선하기로 한 체리노. 그녀는 노도카와 시구레를 불러 다른 학원의 목욕 시설을 둘러볼 것을 지시한다.",
                "jp": "由于学生们的强烈不满，切里诺决定改善红冬学院的洗浴设施。她找来了和香跟时雨，命令她们去参观其他学院的洗浴设施。",
                "tw": "由于学生们的强烈不满，切里诺决定改善红冬学院的洗浴设施。她找来了和香跟时雨，命令她们去参观其他学院的洗浴设施。",
                "th": "由于学生们的强烈不满，切里诺决定改善红冬学院的洗浴设施。她找来了和香跟时雨，命令她们去参观其他学院的洗浴设施。"
            }
        },
        {
            "key": 1342885926,
            "descriptionKey": 3701930055,
            "GroupId": 70001020,
            "id": 2,
            "number": 2,
            "title": {
                "cn": "浴场档案 2",
                "en": "浴场档案 2",
                "kr": "테르마이 아카이 2",
                "jp": "浴场档案 2",
                "tw": "浴场档案 2",
                "th": "浴场档案 2"
            },
            "description": {
                "cn": "和香跟时雨为了寻找合适的洗浴设施，前往格黑娜、圣三一、百鬼夜行参观。",
                "en": "和香跟时雨为了寻找合适的洗浴设施，前往格黑娜、圣三一、百鬼夜行参观。",
                "kr": "노도카와 시구레는 적합한 목욕 시설을 찾기 위해, 게헨나와 트리니티, 백귀야행 학원을 돌아다닌다.",
                "jp": "和香跟时雨为了寻找合适的洗浴设施，前往格黑娜、圣三一、百鬼夜行参观。",
                "tw": "和香跟时雨为了寻找合适的洗浴设施，前往格黑娜、圣三一、百鬼夜行参观。",
                "th": "和香跟时雨为了寻找合适的洗浴设施，前往格黑娜、圣三一、百鬼夜行参观。"
            }
        },
        {
            "key": 3227194453,
            "descriptionKey": 1818357385,
            "GroupId": 70001030,
            "id": 3,
            "number": 3,
            "title": {
                "cn": "浴场档案 3",
                "en": "浴场档案 3",
                "kr": "테르마이 아카이 3",
                "jp": "浴场档案 3",
                "tw": "浴场档案 3",
                "th": "浴场档案 3"
            },
            "description": {
                "cn": "和香跟时雨到处都没找到满意的设施，最后又去参观了千禧年学院的洗浴设施。",
                "en": "和香跟时雨到处都没找到满意的设施，最后又去参观了千禧年学院的洗浴设施。",
                "kr": "어느곳에서도 마음에 드는 시설을 발견하지 못한 노도카와 시구레는, 마지막으로 밀레니엄 학원의 목욕 시설을 구경한다.",
                "jp": "和香跟时雨到处都没找到满意的设施，最后又去参观了千禧年学院的洗浴设施。",
                "tw": "和香跟时雨到处都没找到满意的设施，最后又去参观了千禧年学院的洗浴设施。",
                "th": "和香跟时雨到处都没找到满意的设施，最后又去参观了千禧年学院的洗浴设施。"
            }
        }
    ],
    "kirara-erika":[
        {
            "key": 1746358612,
            "descriptionKey": 3054966868,
            "GroupId": 70002010,
            "id": 1,
            "number": 1,
            "title": {
                "cn": "绮罗罗和绘梨香闪亮的一天 1",
                "en": "绮罗罗和绘梨香闪亮的一天 1",
                "kr": "키라라와 에리카의 반짝반짝한 하루 1",
                "jp": "绮罗罗和绘梨香闪亮的一天 1",
                "tw": "绮罗罗和绘梨香闪亮的一天 1",
                "th": "绮罗罗和绘梨香闪亮的一天 1"
            },
            "description": {
                "cn": "想要享受闪闪发光的青春生活，这样的绮罗罗开始参加社团活动……",
                "en": "想要享受闪闪发光的青春生活，这样的绮罗罗开始参加社团活动……",
                "kr": "두근두근, 반짝반짝한 청춘을 즐기기로 결심한 키라라. 키라라는 그 청춘의 시작을 위해 동아리 활동을 결심하는데…….",
                "jp": "想要享受闪闪发光的青春生活，这样的绮罗罗开始参加社团活动……",
                "tw": "想要享受闪闪发光的青春生活，这样的绮罗罗开始参加社团活动……",
                "th": "想要享受闪闪发光的青春生活，这样的绮罗罗开始参加社团活动……"
            }
        },
        {
            "key": 1605797610,
            "descriptionKey": 38972141,
            "GroupId": 70002020,
            "id": 2,
            "number": 2,
            "title": {
                "cn": "绮罗罗和绘梨香闪亮的一天 2",
                "en": "绮罗罗和绘梨香闪亮的一天 2",
                "kr": "키라라와 에리카의 반짝반짝한 하루 2",
                "jp": "绮罗罗和绘梨香闪亮的一天 2",
                "tw": "绮罗罗和绘梨香闪亮的一天 2",
                "th": "绮罗罗和绘梨香闪亮的一天 2"
            },
            "description": {
                "cn": "体验了很多社团活动的两人找不到自己喜欢的社团，并决定成立一个新的社团。",
                "en": "体验了很多社团活动的两人找不到自己喜欢的社团，并决定成立一个新的社团。",
                "kr": "키라라와 에리카는 성공적인 동아리 활동을 위해 여러 동아리를 체험해 보지만, 게헨나 학원의 어디에서도 마음에 드는 곳을 찾지 못한다. 긴 고민의 끝에서, 키라라는 새로운 동아리를 설립하겠다는 결론을 내린다.",
                "jp": "体验了很多社团活动的两人找不到自己喜欢的社团，并决定成立一个新的社团。",
                "tw": "体验了很多社团活动的两人找不到自己喜欢的社团，并决定成立一个新的社团。",
                "th": "体验了很多社团活动的两人找不到自己喜欢的社团，并决定成立一个新的社团。"
            }
        }
    ],
    "highlander-log":[
        {
            "key": 2842972630,
            "descriptionKey": 3312844632,
            "GroupId": 70003010,
            "id": 1,
            "number": 1,
            "title": {
                "cn": "海兰德运行日志（１）",
                "en": "海兰德运行日志（１）",
                "kr": "하이랜더 운행일지 1",
                "jp": "海兰德运行日志（１）",
                "tw": "海兰德运行日志（１）",
                "th": "海兰德运行日志（１）"
            },
            "description": {
                "cn": "基沃托斯内环线的驾驶员、工程师和乘务员的一天开始了。虽然起初还算顺利，但不久后各种问题便接踵而来。",
                "en": "基沃托斯内环线的驾驶员、工程师和乘务员的一天开始了。虽然起初还算顺利，但不久后各种问题便接踵而来。",
                "kr": "키보토스 내부 순환선을 운행하는 기관사와 엔지니어, 승무원의 하루가 시작된다. 처음 시작은 그럭저럭 순조로웠지만, 얼마 지나지 않아 갖가지 문제가 그들을 덮쳐온다.",
                "jp": "基沃托斯内环线的驾驶员、工程师和乘务员的一天开始了。虽然起初还算顺利，但不久后各种问题便接踵而来。",
                "tw": "基沃托斯内环线的驾驶员、工程师和乘务员的一天开始了。虽然起初还算顺利，但不久后各种问题便接踵而来。",
                "th": "基沃托斯内环线的驾驶员、工程师和乘务员的一天开始了。虽然起初还算顺利，但不久后各种问题便接踵而来。"
            }
        },
        {
            "key": 3052044810,
            "descriptionKey": 2036997224,
            "GroupId": 70003020,
            "id": 2,
            "number": 2,
            "title": {
                "cn": "海兰德运行日志（２）",
                "en": "海兰德运行日志（２）",
                "kr": "하이랜더 운행일지 2",
                "jp": "海兰德运行日志（２）",
                "tw": "海兰德运行日志（２）",
                "th": "海兰德运行日志（２）"
            },
            "description": {
                "cn": "列车的各节车厢都发生了各种事件。惊慌失措的海兰德学生们以自己的方式，履行乘务员的职责。",
                "en": "列车的各节车厢都发生了各种事件。惊慌失措的海兰德学生们以自己的方式，履行乘务员的职责。",
                "kr": "열차의 전 객실에서 온갖 사건이 발생한 상황. 당황하던 하이랜더 학생들은 그들만의 방법으로 승무원으로서의 책임을 다하고자 한다.",
                "jp": "列车的各节车厢都发生了各种事件。惊慌失措的海兰德学生们以自己的方式，履行乘务员的职责。",
                "tw": "列车的各节车厢都发生了各种事件。惊慌失措的海兰德学生们以自己的方式，履行乘务员的职责。",
                "th": "列车的各节车厢都发生了各种事件。惊慌失措的海兰德学生们以自己的方式，履行乘务员的职责。"
            }
        }
    ],
    "ownerless-gift":[
        {
            "key": 265151180,
            "descriptionKey": 2868457916,
            "GroupId": 70004010,
            "id": 1,
            "number": 1,
            "title": {
                "cn": "无主的礼物（１）",
                "en": "无主的礼物（１）",
                "kr": "주인 잃은 선물 1",
                "jp": "无主的礼物（１）",
                "tw": "无主的礼物（１）",
                "th": "无主的礼物（１）"
            },
            "description": {
                "cn": "今天也有许多学生来到夏莱。便利商店天使24的空怀疑着老师是否用可疑的方法诱惑学生。就在此时，有人在便利商店里留下了礼物……",
                "en": "今天也有许多学生来到夏莱。便利商店天使24的空怀疑着老师是否用可疑的方法诱惑学生。就在此时，有人在便利商店里留下了礼物……",
                "kr": "오늘도 샬레를 찾는 수많은 학생들. 편의점 엔젤 24의 소라는 혹시나 선생님이 수상한 방법으로 학생들을 유혹하는 것이 아닌가 하는 의심을 품는다. 그 와중 누군가 편의점에 선물을 두고 가는데……",
                "jp": "今天也有许多学生来到夏莱。便利商店天使24的空怀疑着老师是否用可疑的方法诱惑学生。就在此时，有人在便利商店里留下了礼物……",
                "tw": "今天也有许多学生来到夏莱。便利商店天使24的空怀疑着老师是否用可疑的方法诱惑学生。就在此时，有人在便利商店里留下了礼物……",
                "th": "今天也有许多学生来到夏莱。便利商店天使24的空怀疑着老师是否用可疑的方法诱惑学生。就在此时，有人在便利商店里留下了礼物……"
            }
        },
        {
            "key": 940371248,
            "descriptionKey": 3815376917,
            "GroupId": 70004020,
            "id": 2,
            "number": 2,
            "title": {
                "cn": "无主的礼物（２）",
                "en": "无主的礼物（２）",
                "kr": "주인 잃은 선물 2",
                "jp": "无主的礼物（２）",
                "tw": "无主的礼物（２）",
                "th": "无主的礼物（２）"
            },
            "description": {
                "cn": "担心公开寻找礼物主人会引起骚动的空，试探着询问来便利商店的学生。",
                "en": "担心公开寻找礼物主人会引起骚动的空，试探着询问来便利商店的学生。",
                "kr": "선물의 주인을 공개적으로 찾는다면 큰 소란이 일어날 것을 우려한 소라는 편의점에 방문한 학생들을 슬쩍 떠본다.",
                "jp": "担心公开寻找礼物主人会引起骚动的空，试探着询问来便利商店的学生。",
                "tw": "担心公开寻找礼物主人会引起骚动的空，试探着询问来便利商店的学生。",
                "th": "担心公开寻找礼物主人会引起骚动的空，试探着询问来便利商店的学生。"
            }
        },
        {
            "key": 3248565005,
            "descriptionKey": 681128818,
            "GroupId": 70004030,
            "id": 3,
            "number": 3,
            "title": {
                "cn": "无主的礼物（３）",
                "en": "无主的礼物（３）",
                "kr": "주인 잃은 선물 3",
                "jp": "无主的礼物（３）",
                "tw": "无主的礼物（３）",
                "th": "无主的礼物（３）"
            },
            "description": {
                "cn": "空最终没能找到礼物的主人。这时老师来到了便利商店。",
                "en": "空最终没能找到礼物的主人。这时老师来到了便利商店。",
                "kr": "결국 선물의 주인을 찾지 못한 소라. 그때 선생님이 편의점을 방문한다.",
                "jp": "空最终没能找到礼物的主人。这时老师来到了便利商店。",
                "tw": "空最终没能找到礼物的主人。这时老师来到了便利商店。",
                "th": "空最终没能找到礼物的主人。这时老师来到了便利商店。"
            }
        }
    ],
    "february-19-record":[
        {
            "key": 85980073,
            "descriptionKey": 3558670453,
            "GroupId": 70005010,
            "id": 1,
            "number": 1,
            "title": {
                "cn": "某个2月18日的纪录",
                "en": "某个2月18日的纪录",
                "kr": "어느 2월 18일의 기록",
                "jp": "某个2月18日的纪录",
                "tw": "某个2月18日的纪录",
                "th": "某个2月18日的纪录"
            },
            "description": {
                "cn": "格黑娜学院的风纪委员会和山海经高级中学的玄龙门分别为了日奈和妃咲的生日而忙碌着。",
                "en": "格黑娜学院的风纪委员会和山海经高级中学的玄龙门分别为了日奈和妃咲的生日而忙碌着。",
                "kr": "게헨나 학원의 선도부와 산해경 고급중학교의 현룡문은, 각각 히나와 키사키의 생일 축하를 위해 분주한 시간을 보낸다.",
                "jp": "格黑娜学院的风纪委员会和山海经高级中学的玄龙门分别为了日奈和妃咲的生日而忙碌着。",
                "tw": "格黑娜学院的风纪委员会和山海经高级中学的玄龙门分别为了日奈和妃咲的生日而忙碌着。",
                "th": "格黑娜学院的风纪委员会和山海经高级中学的玄龙门分别为了日奈和妃咲的生日而忙碌着。"
            }
        },
        {
            "key": 293758555,
            "descriptionKey": 2972099243,
            "GroupId": 70005020,
            "id": 2,
            "number": 2,
            "title": {
                "cn": "某个2月19日的纪录（１）",
                "en": "某个2月19日的纪录（１）",
                "kr": "어느 2월 19일의 기록 1",
                "jp": "某个2月19日的纪录（１）",
                "tw": "某个2月19日的纪录（１）",
                "th": "某个2月19日的纪录（１）"
            },
            "description": {
                "cn": "风纪委员会和玄龙门发现，日奈和妃咲的生日蛋糕因配送过程出错而互相调换了。",
                "en": "风纪委员会和玄龙门发现，日奈和妃咲的生日蛋糕因配送过程出错而互相调换了。",
                "kr": "선도부와 현룡문은, 히나와 키사키의 생일 케이크가, 배송 과정에서의 실수로 각각 뒤바뀌었다는 것을 알게 된다.",
                "jp": "风纪委员会和玄龙门发现，日奈和妃咲的生日蛋糕因配送过程出错而互相调换了。",
                "tw": "风纪委员会和玄龙门发现，日奈和妃咲的生日蛋糕因配送过程出错而互相调换了。",
                "th": "风纪委员会和玄龙门发现，日奈和妃咲的生日蛋糕因配送过程出错而互相调换了。"
            }
        },
        {
            "key": 2431797238,
            "descriptionKey": 4292864679,
            "GroupId": 70005030,
            "id": 3,
            "number": 3,
            "title": {
                "cn": "某个2月19日的纪录（２）",
                "en": "某个2月19日的纪录（２）",
                "kr": "어느 2월 19일의 기록 2",
                "jp": "某个2月19日的纪录（２）",
                "tw": "某个2月19日的纪录（２）",
                "th": "某个2月19日的纪录（２）"
            },
            "description": {
                "cn": "风纪委员会和玄龙门聚集在D.U.的卡拉OK，成功举办了日奈和妃咲的生日派对。",
                "en": "风纪委员会和玄龙门聚集在D.U.的卡拉OK，成功举办了日奈和妃咲的生日派对。",
                "kr": "선도부와 현룡문은 D.U.의 노래방에 모여서, 히나와 키사키의 생일 파티를 성공적으로 이루어낸다.",
                "jp": "风纪委员会和玄龙门聚集在D.U.的卡拉OK，成功举办了日奈和妃咲的生日派对。",
                "tw": "风纪委员会和玄龙门聚集在D.U.的卡拉OK，成功举办了日奈和妃咲的生日派对。",
                "th": "风纪委员会和玄龙门聚集在D.U.的卡拉OK，成功举办了日奈和妃咲的生日派对。"
            }
        }
    ],
    "gourmet-cookie-rescue":[
        {
            "key": 613757486,
            "descriptionKey": 2018951353,
            "GroupId": 70006010,
            "id": 1,
            "number": 1,
            "title": {
                "cn": "美食与饼干，还有救护（１）",
                "en": "美食与饼干，还有救护（１）",
                "kr": "미식과 쿠키. 그리고 구호 1",
                "jp": "美食与饼干，还有救护（１）",
                "tw": "美食与饼干，还有救护（１）",
                "th": "美食与饼干，还有救护（１）"
            },
            "description": {
                "cn": "美食研究会今天也为了吃午餐而寻找枫香。却发现他与救护骑士团在一起──！",
                "en": "美食研究会今天也为了吃午餐而寻找枫香。却发现他与救护骑士团在一起──！",
                "kr": "오늘도 점심을 먹기 위해 후우카를 찾는 미식연구회. 구호기사단과 함께 있는 후우카를 발견한다.",
                "jp": "美食研究会今天也为了吃午餐而寻找枫香。却发现他与救护骑士团在一起──！",
                "tw": "美食研究会今天也为了吃午餐而寻找枫香。却发现他与救护骑士团在一起──！",
                "th": "美食研究会今天也为了吃午餐而寻找枫香。却发现他与救护骑士团在一起──！"
            }
        },
        {
            "key": 932048524,
            "descriptionKey": 3800725185,
            "GroupId": 70006020,
            "id": 2,
            "number": 2,
            "title": {
                "cn": "美食与饼干，还有救护（２）",
                "en": "美食与饼干，还有救护（２）",
                "kr": "미식과 쿠키. 그리고 구호 2",
                "jp": "美食与饼干，还有救护（２）",
                "tw": "美食与饼干，还有救护（２）",
                "th": "美食与饼干，还有救护（２）"
            },
            "description": {
                "cn": "枫香与救护骑士团决定一起制作饼干。美食研究会在试吃饼干时趁骑士团不注意，将枫香带走。究竟这场追逐的结局会是……？",
                "en": "枫香与救护骑士团决定一起制作饼干。美食研究会在试吃饼干时趁骑士团不注意，将枫香带走。究竟这场追逐的结局会是……？",
                "kr": "쿠키를 만들기로 했다는 후우카와 구호기사단. 그 쿠키를 시식하던 미식연구회가 구호기사단이 방심한 틈을 타 후우카를 데리고 도망친다. 과연 그 결말은…….",
                "jp": "枫香与救护骑士团决定一起制作饼干。美食研究会在试吃饼干时趁骑士团不注意，将枫香带走。究竟这场追逐的结局会是……？",
                "tw": "枫香与救护骑士团决定一起制作饼干。美食研究会在试吃饼干时趁骑士团不注意，将枫香带走。究竟这场追逐的结局会是……？",
                "th": "枫香与救护骑士团决定一起制作饼干。美食研究会在试吃饼干时趁骑士团不注意，将枫香带走。究竟这场追逐的结局会是……？"
            }
        }
    ],
    "unexpected-encounter":[
        {
            "key": 3665793023,
            "descriptionKey": 4079696918,
            "GroupId": 70007010,
            "id": 1,
            "number": 1,
            "title": {
                "cn": "偶然邂逅的你（１）",
                "en": "偶然邂逅的你（１）",
                "kr": "어쩌다 마주친 그대 1",
                "jp": "偶然邂逅的你（１）",
                "tw": "偶然邂逅的你（１）",
                "th": "偶然邂逅的你（１）"
            },
            "description": {
                "cn": "堇与明美相遇。他对明美惊人的体格感到赞叹，并开始观察他的一举一动……",
                "en": "堇与明美相遇。他对明美惊人的体格感到赞叹，并开始观察他的一举一动……",
                "kr": "아케미를 만나게 된 스미레. 아케미의 놀라운 육체에 감탄하며 그녀를 관찰하는데…….",
                "jp": "堇与明美相遇。他对明美惊人的体格感到赞叹，并开始观察他的一举一动……",
                "tw": "堇与明美相遇。他对明美惊人的体格感到赞叹，并开始观察他的一举一动……",
                "th": "堇与明美相遇。他对明美惊人的体格感到赞叹，并开始观察他的一举一动……"
            }
        },
        {
            "key": 453049144,
            "descriptionKey": 1591044501,
            "GroupId": 70007020,
            "id": 2,
            "number": 2,
            "title": {
                "cn": "偶然邂逅的你（２）",
                "en": "偶然邂逅的你（２）",
                "kr": "어쩌다 마주친 그대 2",
                "jp": "偶然邂逅的你（２）",
                "tw": "偶然邂逅的你（２）",
                "th": "偶然邂逅的你（２）"
            },
            "description": {
                "cn": "明美超乎常理的体能训练，让堇首次感到筋疲力尽。那一天的结尾，究竟会是什么模样？",
                "en": "明美超乎常理的体能训练，让堇首次感到筋疲力尽。那一天的结尾，究竟会是什么模样？",
                "kr": "상식을 벗어난 아케미의 체력 단련, 스미레를 처음으로 지치게 한 그 하루의 끝은?",
                "jp": "明美超乎常理的体能训练，让堇首次感到筋疲力尽。那一天的结尾，究竟会是什么模样？",
                "tw": "明美超乎常理的体能训练，让堇首次感到筋疲力尽。那一天的结尾，究竟会是什么模样？",
                "th": "明美超乎常理的体能训练，让堇首次感到筋疲力尽。那一天的结尾，究竟会是什么模样？"
            }
        }
    ],
    "mangyangz-night":[
        {
            "key": 1158681565,
            "descriptionKey": 3331210092,
            "GroupId": 70008010,
            "id": 1,
            "number": 1,
            "title": {
                "cn": "惊险！妖怪剧团之夜！（１）",
                "en": "惊险！妖怪剧团之夜！（１）",
                "kr": "살벌! 망량즈 나이트! 1",
                "jp": "惊险！妖怪剧团之夜！（１）",
                "tw": "惊险！妖怪剧团之夜！（１）",
                "th": "惊险！妖怪剧团之夜！（１）"
            },
            "description": {
                "cn": "送到新手上的，是妖怪剧团之夜的邀请函。新决定寻找一个能展现自己格调的面具。",
                "en": "送到新手上的，是妖怪剧团之夜的邀请函。新决定寻找一个能展现自己格调的面具。",
                "kr": "아라타 앞으로 도착한 망량즈 나이트의 초청장. 아라타는 자신의 격을 드러낼 만한 가면을 찾기로 한다.",
                "jp": "送到新手上的，是妖怪剧团之夜的邀请函。新决定寻找一个能展现自己格调的面具。",
                "tw": "送到新手上的，是妖怪剧团之夜的邀请函。新决定寻找一个能展现自己格调的面具。",
                "th": "送到新手上的，是妖怪剧团之夜的邀请函。新决定寻找一个能展现自己格调的面具。"
            }
        },
        {
            "key": 4277289430,
            "descriptionKey": 2156611397,
            "GroupId": 70008020,
            "id": 2,
            "number": 2,
            "title": {
                "cn": "惊险！妖怪剧团之夜！（２）",
                "en": "惊险！妖怪剧团之夜！（２）",
                "kr": "살벌! 망량즈 나이트! 2",
                "jp": "惊险！妖怪剧团之夜！（２）",
                "tw": "惊险！妖怪剧团之夜！（２）",
                "th": "惊险！妖怪剧团之夜！（２）"
            },
            "description": {
                "cn": "在与百花缭乱纷争调停委员会的名草碰面后，新下意识地逃跑，却在前方遇见一位戴着从未见过的华丽面具的女性。",
                "en": "在与百花缭乱纷争调停委员会的名草碰面后，新下意识地逃跑，却在前方遇见一位戴着从未见过的华丽面具的女性。",
                "kr": "백화요란 분쟁조정위원회의 나구사와 마주쳐, 무심결에 도망친 아라타의 앞에 처음 보는 멋진 가면을 쓴 여성이 나타난다.",
                "jp": "在与百花缭乱纷争调停委员会的名草碰面后，新下意识地逃跑，却在前方遇见一位戴着从未见过的华丽面具的女性。",
                "tw": "在与百花缭乱纷争调停委员会的名草碰面后，新下意识地逃跑，却在前方遇见一位戴着从未见过的华丽面具的女性。",
                "th": "在与百花缭乱纷争调停委员会的名草碰面后，新下意识地逃跑，却在前方遇见一位戴着从未见过的华丽面具的女性。"
            }
        },
        {
            "key": 10885650,
            "descriptionKey": 1104397844,
            "GroupId": 70008030,
            "id": 3,
            "number": 3,
            "title": {
                "cn": "惊险！妖怪剧团之夜！（３）",
                "en": "惊险！妖怪剧团之夜！（３）",
                "kr": "살벌! 망량즈 나이트! 3",
                "jp": "惊险！妖怪剧团之夜！（３）",
                "tw": "惊险！妖怪剧团之夜！（３）",
                "th": "惊险！妖怪剧团之夜！（３）"
            },
            "description": {
                "cn": "妖怪剧团之夜终于揭开序幕。然而，妖怪剧团们从一开始就被阴阳部玩弄于股掌之间。好不容易逃脱的新，开始思索妖怪剧团究竟是什么。",
                "en": "妖怪剧团之夜终于揭开序幕。然而，妖怪剧团们从一开始就被阴阳部玩弄于股掌之间。好不容易逃脱的新，开始思索妖怪剧团究竟是什么。",
                "kr": "마침내 개최된 망량즈 나이트. 하지만 망량즈는 처음부터 음양부의 손 위에서 놀아나는 신세였다. 간신히 도망친 아라타는 망량즈란 무엇인지 고민한다.",
                "jp": "妖怪剧团之夜终于揭开序幕。然而，妖怪剧团们从一开始就被阴阳部玩弄于股掌之间。好不容易逃脱的新，开始思索妖怪剧团究竟是什么。",
                "tw": "妖怪剧团之夜终于揭开序幕。然而，妖怪剧团们从一开始就被阴阳部玩弄于股掌之间。好不容易逃脱的新，开始思索妖怪剧团究竟是什么。",
                "th": "妖怪剧团之夜终于揭开序幕。然而，妖怪剧团们从一开始就被阴阳部玩弄于股掌之间。好不容易逃脱的新，开始思索妖怪剧团究竟是什么。"
            }
        }
    ],
    "dormitory-wardens-run":[
        {
            "key": 3455962407,
            "descriptionKey": 871924267,
            "GroupId": 70009010,
            "id": 1,
            "number": 1,
            "title": {
                "cn": "然而舍监队仍在奔跑（１）",
                "en": "然而舍监队仍在奔跑（１）",
                "kr": "그러나 사감대는 달린다 1",
                "jp": "然而舍监队仍在奔跑（１）",
                "tw": "然而舍监队仍在奔跑（１）",
                "th": "然而舍监队仍在奔跑（１）"
            },
            "description": {
                "cn": "狂猎的检查站。基于严格的校规，今天学生们的携带物品也接连被没收。但某学生试图带入他人雕像为契机，骚动爆发。其他学生也趁势而起，检查站陷入暴动状态。面对化为混沌的现场，舍监队员只是凝视着空中飞翔的鸽子。",
                "en": "狂猎的检查站。基于严格的校规，今天学生们的携带物品也接连被没收。但某学生试图带入他人雕像为契机，骚动爆发。其他学生也趁势而起，检查站陷入暴动状态。面对化为混沌的现场，舍监队员只是凝视着空中飞翔的鸽子。",
                "kr": "검문소에 출입하는 사람들을 상대로, 까다로운 심사 기준을 제시하던 사감대원. 결국, 한 학생이 무단출입을 시도하면서 사태는 폭동으로 커지고 만다.",
                "jp": "狂猎的检查站。基于严格的校规，今天学生们的携带物品也接连被没收。但某学生试图带入他人雕像为契机，骚动爆发。其他学生也趁势而起，检查站陷入暴动状态。面对化为混沌的现场，舍监队员只是凝视着空中飞翔的鸽子。",
                "tw": "狂猎的检查站。基于严格的校规，今天学生们的携带物品也接连被没收。但某学生试图带入他人雕像为契机，骚动爆发。其他学生也趁势而起，检查站陷入暴动状态。面对化为混沌的现场，舍监队员只是凝视着空中飞翔的鸽子。",
                "th": "狂猎的检查站。基于严格的校规，今天学生们的携带物品也接连被没收。但某学生试图带入他人雕像为契机，骚动爆发。其他学生也趁势而起，检查站陷入暴动状态。面对化为混沌的现场，舍监队员只是凝视着空中飞翔的鸽子。"
            }
        },
        {
            "key": 2447067328,
            "descriptionKey": 1005229153,
            "GroupId": 70009020,
            "id": 2,
            "number": 2,
            "title": {
                "cn": "然而舍监队仍在奔跑（２）",
                "en": "然而舍监队仍在奔跑（２）",
                "kr": "그러나 사감대는 달린다 2",
                "jp": "然而舍监队仍在奔跑（２）",
                "tw": "然而舍监队仍在奔跑（２）",
                "th": "然而舍监队仍在奔跑（２）"
            },
            "description": {
                "cn": "疲惫睡着的舍监队员被深夜紧急召集敲醒。被命令放任噪音源的“背景音乐部”，去追踪试图脱逃的“自由外出部”，却在目的地眼前任务变更为“逮捕背景音乐部”。面对反复无常的不合理命令，舍监队员的不满终于爆发。",
                "en": "疲惫睡着的舍监队员被深夜紧急召集敲醒。被命令放任噪音源的“背景音乐部”，去追踪试图脱逃的“自由外出部”，却在目的地眼前任务变更为“逮捕背景音乐部”。面对反复无常的不合理命令，舍监队员的不满终于爆发。",
                "kr": "낮 동안의 사건으로 지칠 대로 지친 사감대원. 하지만 와일드헌트 예술학원에서는 수면조차 편하게 취할 수 없었는데…….",
                "jp": "疲惫睡着的舍监队员被深夜紧急召集敲醒。被命令放任噪音源的“背景音乐部”，去追踪试图脱逃的“自由外出部”，却在目的地眼前任务变更为“逮捕背景音乐部”。面对反复无常的不合理命令，舍监队员的不满终于爆发。",
                "tw": "疲惫睡着的舍监队员被深夜紧急召集敲醒。被命令放任噪音源的“背景音乐部”，去追踪试图脱逃的“自由外出部”，却在目的地眼前任务变更为“逮捕背景音乐部”。面对反复无常的不合理命令，舍监队员的不满终于爆发。",
                "th": "疲惫睡着的舍监队员被深夜紧急召集敲醒。被命令放任噪音源的“背景音乐部”，去追踪试图脱逃的“自由外出部”，却在目的地眼前任务变更为“逮捕背景音乐部”。面对反复无常的不合理命令，舍监队员的不满终于爆发。"
            }
        }
    ],
    "end-of-manual-era":[
        {
            "key": 3479531073,
            "descriptionKey": 2308546747,
            "GroupId": 70010010,
            "id": 1,
            "number": 1,
            "title": {
                "cn": "手动期的结束（１）",
                "en": "手动期的结束（１）",
                "kr": "수동기의 끝 1",
                "jp": "手动期的结束（１）",
                "tw": "手动期的结束（１）",
                "th": "手动期的结束（１）"
            },
            "description": {
                "cn": "切里诺声称在千禧年EXPO上看到的超级计算机红冬也应该拥有。回应说会做出来看看的真里奈，向出版部、知识解放战线和工务部寻求了帮助。",
                "en": "切里诺声称在千禧年EXPO上看到的超级计算机红冬也应该拥有。回应说会做出来看看的真里奈，向出版部、知识解放战线和工务部寻求了帮助。",
                "kr": "밀레니엄 엑스포에서 본 슈퍼컴퓨터를 갖고 싶어 하는 체리노. 사무국의 마리나는 출판부와 지식해방전선과 함께 숙청의 위기를 넘겨야 한다. 무슨 수를 써서라도.",
                "jp": "切里诺声称在千禧年EXPO上看到的超级计算机红冬也应该拥有。回应说会做出来看看的真里奈，向出版部、知识解放战线和工务部寻求了帮助。",
                "tw": "切里诺声称在千禧年EXPO上看到的超级计算机红冬也应该拥有。回应说会做出来看看的真里奈，向出版部、知识解放战线和工务部寻求了帮助。",
                "th": "切里诺声称在千禧年EXPO上看到的超级计算机红冬也应该拥有。回应说会做出来看看的真里奈，向出版部、知识解放战线和工务部寻求了帮助。"
            }
        },
        {
            "key": 1024274588,
            "descriptionKey": 3417343473,
            "GroupId": 70010020,
            "id": 2,
            "number": 2,
            "title": {
                "cn": "手动期的结束（２）",
                "en": "手动期的结束（２）",
                "kr": "수동기의 끝 2",
                "jp": "手动期的结束（２）",
                "tw": "手动期的结束（２）",
                "th": "手动期的结束（２）"
            },
            "description": {
                "cn": "一行人总算成功制造出了切里诺所期望的超级计算机仿制品。然而，那却是人力的超级计算机仿制品。",
                "en": "一行人总算成功制造出了切里诺所期望的超级计算机仿制品。然而，那却是人力的超级计算机仿制品。",
                "kr": "어떻게든 체리노가 원하는 것을 보여주는 데 성공한 일행들. 과연 밀레니엄의 방문객에게 붉은겨울 연방학원의 위대함을 보여줄 수 있을까?",
                "jp": "一行人总算成功制造出了切里诺所期望的超级计算机仿制品。然而，那却是人力的超级计算机仿制品。",
                "tw": "一行人总算成功制造出了切里诺所期望的超级计算机仿制品。然而，那却是人力的超级计算机仿制品。",
                "th": "一行人总算成功制造出了切里诺所期望的超级计算机仿制品。然而，那却是人力的超级计算机仿制品。"
            }
        }
    ],
    "misuzu-melancholy":[
        {
            "key": 3220445133,
            "descriptionKey": 3116018838,
            "GroupId": 70011010,
            "id": 1,
            "number": 1,
            "title": {
                "cn": "监原美铃的忧郁（１）",
                "en": "监原美铃的忧郁（１）",
                "kr": "칸바라 미스즈의 우울 1",
                "jp": "监原美铃的忧郁（１）",
                "tw": "监原美铃的忧郁（１）",
                "th": "监原美铃的忧郁（１）"
            },
            "description": {
                "cn": "作为矫正局长的美铃，为了营造易于更生的环境而费尽心思，过着忙碌的日子。然而，在短暂的休息期间，她听闻发生了越狱未遂事件，不禁脸色发青。",
                "en": "作为矫正局长的美铃，为了营造易于更生的环境而费尽心思，过着忙碌的日子。然而，在短暂的休息期间，她听闻发生了越狱未遂事件，不禁脸色发青。",
                "kr": "교정국장 미스즈는 자신의 직함에 버거워하며 지내고 있다. 그러던 와중, 교정국에서 벌어진 죄수 탈옥 시도를 전달받고 기겁하는데…….",
                "jp": "作为矫正局长的美铃，为了营造易于更生的环境而费尽心思，过着忙碌的日子。然而，在短暂的休息期间，她听闻发生了越狱未遂事件，不禁脸色发青。",
                "tw": "作为矫正局长的美铃，为了营造易于更生的环境而费尽心思，过着忙碌的日子。然而，在短暂的休息期间，她听闻发生了越狱未遂事件，不禁脸色发青。",
                "th": "作为矫正局长的美铃，为了营造易于更生的环境而费尽心思，过着忙碌的日子。然而，在短暂的休息期间，她听闻发生了越狱未遂事件，不禁脸色发青。"
            }
        },
        {
            "key": 2049297372,
            "descriptionKey": 448396540,
            "GroupId": 70011020,
            "id": 2,
            "number": 2,
            "title": {
                "cn": "监原美铃的忧郁（２）",
                "en": "监原美铃的忧郁（２）",
                "kr": "칸바라 미스즈의 우울 2",
                "jp": "监原美铃的忧郁（２）",
                "tw": "监原美铃的忧郁（２）",
                "th": "监原美铃的忧郁（２）"
            },
            "description": {
                "cn": "美铃与企图越狱的学生进行面谈。面对诉说想要庆祝生日的问题儿童，美铃拿出了事先准备好的礼物。接触到如此温柔劝导的她的人品，问题儿童表示了反省之意。然而，在谈话期间，美铃回想起了引发越狱事件的“囚犯”们。",
                "en": "美铃与企图越狱的学生进行面谈。面对诉说想要庆祝生日的问题儿童，美铃拿出了事先准备好的礼物。接触到如此温柔劝导的她的人品，问题儿童表示了反省之意。然而，在谈话期间，美铃回想起了引发越狱事件的“囚犯”们。",
                "kr": "탈옥을 시도했던 학생과 직접 면담을 진행한 미스즈. 그녀의 인품에 감화된 탈옥 미수범은 감동하며 반성한다. 한편, 미스즈는 홀로 '죄수'들에 대해 생각한다.",
                "jp": "美铃与企图越狱的学生进行面谈。面对诉说想要庆祝生日的问题儿童，美铃拿出了事先准备好的礼物。接触到如此温柔劝导的她的人品，问题儿童表示了反省之意。然而，在谈话期间，美铃回想起了引发越狱事件的“囚犯”们。",
                "tw": "美铃与企图越狱的学生进行面谈。面对诉说想要庆祝生日的问题儿童，美铃拿出了事先准备好的礼物。接触到如此温柔劝导的她的人品，问题儿童表示了反省之意。然而，在谈话期间，美铃回想起了引发越狱事件的“囚犯”们。",
                "th": "美铃与企图越狱的学生进行面谈。面对诉说想要庆祝生日的问题儿童，美铃拿出了事先准备好的礼物。接触到如此温柔劝导的她的人品，问题儿童表示了反省之意。然而，在谈话期间，美铃回想起了引发越狱事件的“囚犯”们。"
            }
        }
    ],
    "on-air-gehenna":[
        {
            "key": 1261954325,
            "descriptionKey": 2043410218,
            "GroupId": 70012010,
            "id": 1,
            "number": 1,
            "title": {
                "cn": "ON AIR：格黑娜（1）",
                "en": "ON AIR：格黑娜（1）",
                "kr": "ON AIR: 게헨나 1",
                "jp": "ON AIR：格黑娜（1）",
                "tw": "ON AIR：格黑娜（1）",
                "th": "ON AIR：格黑娜（1）"
            },
            "description": {
                "cn": "绮罗罗因为觉得不够闪耀而消沉。这时伊吕波正好找上门来，希望她担任格黑娜校内广播的主持人。据说广播部长突然辞职，真琴命令她无论如何都要找到替代者。看起来很有趣！绮罗罗一口答应，绘里香也表示赞同。",
                "en": "绮罗罗因为觉得不够闪耀而消沉。这时伊吕波正好找上门来，希望她担任格黑娜校内广播的主持人。据说广播部长突然辞职，真琴命令她无论如何都要找到替代者。看起来很有趣！绮罗罗一口答应，绘里香也表示赞同。",
                "kr": "갑자기 방송부장이 사퇴해 버리며 난항에 빠진 게헨나 교내 방송. 마코토는 이로하에게 대체인력을 구해오라는 지령을 내리고…… 이로하가 발견한 사람은?",
                "jp": "绮罗罗因为觉得不够闪耀而消沉。这时伊吕波正好找上门来，希望她担任格黑娜校内广播的主持人。据说广播部长突然辞职，真琴命令她无论如何都要找到替代者。看起来很有趣！绮罗罗一口答应，绘里香也表示赞同。",
                "tw": "绮罗罗因为觉得不够闪耀而消沉。这时伊吕波正好找上门来，希望她担任格黑娜校内广播的主持人。据说广播部长突然辞职，真琴命令她无论如何都要找到替代者。看起来很有趣！绮罗罗一口答应，绘里香也表示赞同。",
                "th": "绮罗罗因为觉得不够闪耀而消沉。这时伊吕波正好找上门来，希望她担任格黑娜校内广播的主持人。据说广播部长突然辞职，真琴命令她无论如何都要找到替代者。看起来很有趣！绮罗罗一口答应，绘里香也表示赞同。"
            }
        },
        {
            "key": 2893444801,
            "descriptionKey": 708317131,
            "GroupId": 70012020,
            "id": 2,
            "number": 2,
            "title": {
                "cn": "ON AIR：格黑娜（2）",
                "en": "ON AIR：格黑娜（2）",
                "kr": "ON AIR: 게헨나 2",
                "jp": "ON AIR：格黑娜（2）",
                "tw": "ON AIR：格黑娜（2）",
                "th": "ON AIR：格黑娜（2）"
            },
            "description": {
                "cn": "出演事宜顺利敲定，闪闪发光部的校内广播顺利进行。然而在直播过程中，由于设备故障，传出了高频噪音。绘里香毫不慌张地立即修好，广播得以安全恢复。反响良好，校内广播圆满结束。",
                "en": "出演事宜顺利敲定，闪闪发光部的校内广播顺利进行。然而在直播过程中，由于设备故障，传出了高频噪音。绘里香毫不慌张地立即修好，广播得以安全恢复。反响良好，校内广播圆满结束。",
                "kr": "여러 가지 활동을 해왔던 에리카와 키라라에게도 교내 방송 진행은 처음. 과연, 그 결과는?",
                "jp": "出演事宜顺利敲定，闪闪发光部的校内广播顺利进行。然而在直播过程中，由于设备故障，传出了高频噪音。绘里香毫不慌张地立即修好，广播得以安全恢复。反响良好，校内广播圆满结束。",
                "tw": "出演事宜顺利敲定，闪闪发光部的校内广播顺利进行。然而在直播过程中，由于设备故障，传出了高频噪音。绘里香毫不慌张地立即修好，广播得以安全恢复。反响良好，校内广播圆满结束。",
                "th": "出演事宜顺利敲定，闪闪发光部的校内广播顺利进行。然而在直播过程中，由于设备故障，传出了高频噪音。绘里香毫不慌张地立即修好，广播得以安全恢复。反响良好，校内广播圆满结束。"
            }
        }
    ],
    "weeds-not-alone":[
        {
            "key": 3592692365,
            "descriptionKey": 950591110,
            "GroupId": 70013010,
            "id": 1,
            "number": 1,
            "title": {
                "cn": "一人无法绽放的杂草（1）",
                "en": "一人无法绽放的杂草（1）",
                "kr": "잡초는 홀로 피지 않는다 1",
                "jp": "一人无法绽放的杂草（1）",
                "tw": "一人无法绽放的杂草（1）",
                "th": "一人无法绽放的杂草（1）"
            },
            "description": {
                "cn": "作为平日的犒劳，便利屋68的成员们由爱露请客，来到了高级餐厅。在那里，她们意外地与宿敌重逢。",
                "en": "作为平日的犒劳，便利屋68的成员们由爱露请客，来到了高级餐厅。在那里，她们意外地与宿敌重逢。",
                "kr": "흥신소 68 아이들이 고급 파인 다이닝 레스토랑을 찾아간다. 그리고 그곳에서 예상치 못한 오랜 적과 조우한다.",
                "jp": "作为平日的犒劳，便利屋68的成员们由爱露请客，来到了高级餐厅。在那里，她们意外地与宿敌重逢。",
                "tw": "作为平日的犒劳，便利屋68的成员们由爱露请客，来到了高级餐厅。在那里，她们意外地与宿敌重逢。",
                "th": "作为平日的犒劳，便利屋68的成员们由爱露请客，来到了高级餐厅。在那里，她们意外地与宿敌重逢。"
            }
        },
        {
            "key": 1515344389,
            "descriptionKey": 39269449,
            "GroupId": 70013020,
            "id": 2,
            "number": 2,
            "title": {
                "cn": "一人无法绽放的杂草（2）",
                "en": "一人无法绽放的杂草（2）",
                "kr": "잡초는 홀로 피지 않는다 2",
                "jp": "一人无法绽放的杂草（2）",
                "tw": "一人无法绽放的杂草（2）",
                "th": "一人无法绽放的杂草（2）"
            },
            "description": {
                "cn": "往昔之事。春香被不良少女欺负。爱露等人看不下去而介入。虽然当场解决了问题，但爱露决心从根本上解决欺凌。经过情报收集，发现不良少女背后是里加托尼家族的存在。",
                "en": "往昔之事。春香被不良少女欺负。爱露等人看不下去而介入。虽然当场解决了问题，但爱露决心从根本上解决欺凌。经过情报收集，发现不良少女背后是里加托尼家族的存在。",
                "kr": "하루카는 과거, 아루 일행의 도움으로 따돌림에서 벗어났다. 그 과정에서 마찰을 빚었던 조직이, 레스토랑에서 만났던 리가토니 패밀리였다.",
                "jp": "往昔之事。春香被不良少女欺负。爱露等人看不下去而介入。虽然当场解决了问题，但爱露决心从根本上解决欺凌。经过情报收集，发现不良少女背后是里加托尼家族的存在。",
                "tw": "往昔之事。春香被不良少女欺负。爱露等人看不下去而介入。虽然当场解决了问题，但爱露决心从根本上解决欺凌。经过情报收集，发现不良少女背后是里加托尼家族的存在。",
                "th": "往昔之事。春香被不良少女欺负。爱露等人看不下去而介入。虽然当场解决了问题，但爱露决心从根本上解决欺凌。经过情报收集，发现不良少女背后是里加托尼家族的存在。"
            }
        },
        {
            "key": 3333789074,
            "descriptionKey": 3741869477,
            "GroupId": 70013030,
            "id": 3,
            "number": 3,
            "title": {
                "cn": "一人无法绽放的杂草（3）",
                "en": "一人无法绽放的杂草（3）",
                "kr": "잡초는 홀로 피지 않는다 3",
                "jp": "一人无法绽放的杂草（3）",
                "tw": "一人无法绽放的杂草（3）",
                "th": "一人无法绽放的杂草（3）"
            },
            "description": {
                "cn": "便利屋68与里加托尼家族的战斗开始。里加托尼挟持普通客人作为人质，导致无法进一步攻击，爱露和佳代子被俘。睦月和春香趁机利用烹饪用小型升降机脱离。回想起曾经拯救自己的爱露，春香振奋了自己。",
                "en": "便利屋68与里加托尼家族的战斗开始。里加托尼挟持普通客人作为人质，导致无法进一步攻击，爱露和佳代子被俘。睦月和春香趁机利用烹饪用小型升降机脱离。回想起曾经拯救自己的爱露，春香振奋了自己。",
                "kr": "흥신소 68 vs 리가토니 패밀리. 상황이 불리해지자 리가토니가 인질을 잡으며 협박한다. 결국 아루와 카요코가 잡히고, 무츠키와 하루카만 탈출에 성공한다.",
                "jp": "便利屋68与里加托尼家族的战斗开始。里加托尼挟持普通客人作为人质，导致无法进一步攻击，爱露和佳代子被俘。睦月和春香趁机利用烹饪用小型升降机脱离。回想起曾经拯救自己的爱露，春香振奋了自己。",
                "tw": "便利屋68与里加托尼家族的战斗开始。里加托尼挟持普通客人作为人质，导致无法进一步攻击，爱露和佳代子被俘。睦月和春香趁机利用烹饪用小型升降机脱离。回想起曾经拯救自己的爱露，春香振奋了自己。",
                "th": "便利屋68与里加托尼家族的战斗开始。里加托尼挟持普通客人作为人质，导致无法进一步攻击，爱露和佳代子被俘。睦月和春香趁机利用烹饪用小型升降机脱离。回想起曾经拯救自己的爱露，春香振奋了自己。"
            }
        },
        {
            "key": 409183804,
            "descriptionKey": 2857688369,
            "GroupId": 70013040,
            "id": 4,
            "number": 4,
            "title": {
                "cn": "一人无法绽放的杂草（4）",
                "en": "一人无法绽放的杂草（4）",
                "kr": "잡초는 홀로 피지 않는다 4",
                "jp": "一人无法绽放的杂草（4）",
                "tw": "一人无法绽放的杂草（4）",
                "th": "一人无法绽放的杂草（4）"
            },
            "description": {
                "cn": "春香决心这次要拯救爱露。为了融入黑手党，她和睦月一起换上西装冲入大楼。春香势如破竹地击倒沿途的黑手党，冲上顶层与里加托尼对峙。春香大显身手，成功救出了爱露和佳代子。",
                "en": "春香决心这次要拯救爱露。为了融入黑手党，她和睦月一起换上西装冲入大楼。春香势如破竹地击倒沿途的黑手党，冲上顶层与里加托尼对峙。春香大显身手，成功救出了爱露和佳代子。",
                "kr": "이번엔 자신이 아루를 구해내겠다고 다짐하는 하루카. 무츠키와 함께 리가토니 패밀리의 빌딩에 쳐들어가, 최상층에서 아루와 카요코를 구해낸다.",
                "jp": "春香决心这次要拯救爱露。为了融入黑手党，她和睦月一起换上西装冲入大楼。春香势如破竹地击倒沿途的黑手党，冲上顶层与里加托尼对峙。春香大显身手，成功救出了爱露和佳代子。",
                "tw": "春香决心这次要拯救爱露。为了融入黑手党，她和睦月一起换上西装冲入大楼。春香势如破竹地击倒沿途的黑手党，冲上顶层与里加托尼对峙。春香大显身手，成功救出了爱露和佳代子。",
                "th": "春香决心这次要拯救爱露。为了融入黑手党，她和睦月一起换上西装冲入大楼。春香势如破竹地击倒沿途的黑手党，冲上顶层与里加托尼对峙。春香大显身手，成功救出了爱露和佳代子。"
            }
        },
        {
            "key": 2606844752,
            "descriptionKey": 2035383190,
            "GroupId": 70013050,
            "id": 5,
            "number": 5,
            "title": {
                "cn": "一人无法绽放的杂草（5）",
                "en": "一人无法绽放的杂草（5）",
                "kr": "잡초는 홀로 피지 않는다 5",
                "jp": "一人无法绽放的杂草（5）",
                "tw": "一人无法绽放的杂草（5）",
                "th": "一人无法绽放的杂草（5）"
            },
            "description": {
                "cn": "事件解决后，便利屋68被邀请到餐厅。虽然看不懂菜单，但众人尽情享用着无疑美味的料理。归途中，发现曾经春香照料的杂草顽强地开出了花朵。便利屋全员发誓要好好培育那株杂草。",
                "en": "事件解决后，便利屋68被邀请到餐厅。虽然看不懂菜单，但众人尽情享用着无疑美味的料理。归途中，发现曾经春香照料的杂草顽强地开出了花朵。便利屋全员发誓要好好培育那株杂草。",
                "kr": "사건을 해결해 준 보답으로 레스토랑의 초대를 받은 흥신소 68 아이들. 식사를 마치고 돌아가는 길에 꽃을 피운 잡초를 발견한다. 그 아이를 소중히 돌보기로 다짐한다.",
                "jp": "事件解决后，便利屋68被邀请到餐厅。虽然看不懂菜单，但众人尽情享用着无疑美味的料理。归途中，发现曾经春香照料的杂草顽强地开出了花朵。便利屋全员发誓要好好培育那株杂草。",
                "tw": "事件解决后，便利屋68被邀请到餐厅。虽然看不懂菜单，但众人尽情享用着无疑美味的料理。归途中，发现曾经春香照料的杂草顽强地开出了花朵。便利屋全员发誓要好好培育那株杂草。",
                "th": "事件解决后，便利屋68被邀请到餐厅。虽然看不懂菜单，但众人尽情享用着无疑美味的料理。归途中，发现曾经春香照料的杂草顽强地开出了花朵。便利屋全员发誓要好好培育那株杂草。"
            }
        }
    ],
    "wandering-pharmacist":[
        {
            "key": 4115258558,
            "descriptionKey": 2861337959,
            "GroupId": 70014010,
            "id": 1,
            "number": 1,
            "title": {
                "cn": "药师的彷徨（1）",
                "en": "药师的彷徨（1）",
                "kr": "약사의 방황길 1",
                "jp": "药师的彷徨（1）",
                "tw": "药师的彷徨（1）",
                "th": "药师的彷徨（1）"
            },
            "description": {
                "cn": "前去黑市的老师遭到不良掳走。而恰巧路过救下这位老师的是海。海简略讲完自山海经一事以来自己的经历，随即带着老师前往自己暂住的地方。在介绍之前，老师见到屋主老人身患重病。",
                "en": "前去黑市的老师遭到不良掳走。而恰巧路过救下这位老师的是海。海简略讲完自山海经一事以来自己的经历，随即带着老师前往自己暂住的地方。在介绍之前，老师见到屋主老人身患重病。",
                "kr": "선생님은 블랙마켓에서 우연히 카이와 만난다. 카이는 자신이 잠시 신세지고 있는 노인의 집으로 선생님을 안내한다.",
                "jp": "前去黑市的老师遭到不良掳走。而恰巧路过救下这位老师的是海。海简略讲完自山海经一事以来自己的经历，随即带着老师前往自己暂住的地方。在介绍之前，老师见到屋主老人身患重病。",
                "tw": "前去黑市的老师遭到不良掳走。而恰巧路过救下这位老师的是海。海简略讲完自山海经一事以来自己的经历，随即带着老师前往自己暂住的地方。在介绍之前，老师见到屋主老人身患重病。",
                "th": "前去黑市的老师遭到不良掳走。而恰巧路过救下这位老师的是海。海简略讲完自山海经一事以来自己的经历，随即带着老师前往自己暂住的地方。在介绍之前，老师见到屋主老人身患重病。"
            }
        },
        {
            "key": 2018946506,
            "descriptionKey": 1752426576,
            "GroupId": 70014020,
            "id": 2,
            "number": 2,
            "title": {
                "cn": "药师的彷徨（2）",
                "en": "药师的彷徨（2）",
                "kr": "약사의 방황길 2",
                "jp": "药师的彷徨（2）",
                "tw": "药师的彷徨（2）",
                "th": "药师的彷徨（2）"
            },
            "description": {
                "cn": "听到海能治好老人但却没有去治的意向，老师恳求她出手治疗。二人达成约定：老师答应帮凯实现一个心愿以此作为交换。老人服下海调配的药剂后，转瞬便恢复了精神。",
                "en": "听到海能治好老人但却没有去治的意向，老师恳求她出手治疗。二人达成约定：老师答应帮凯实现一个心愿以此作为交换。老人服下海调配的药剂后，转瞬便恢复了精神。",
                "kr": "카이는 선생님이 블랙마켓에 온 목적을 묻고, 어처구니없어한다.",
                "jp": "听到海能治好老人但却没有去治的意向，老师恳求她出手治疗。二人达成约定：老师答应帮凯实现一个心愿以此作为交换。老人服下海调配的药剂后，转瞬便恢复了精神。",
                "tw": "听到海能治好老人但却没有去治的意向，老师恳求她出手治疗。二人达成约定：老师答应帮凯实现一个心愿以此作为交换。老人服下海调配的药剂后，转瞬便恢复了精神。",
                "th": "听到海能治好老人但却没有去治的意向，老师恳求她出手治疗。二人达成约定：老师答应帮凯实现一个心愿以此作为交换。老人服下海调配的药剂后，转瞬便恢复了精神。"
            }
        },
        {
            "key": 2538956798,
            "descriptionKey": 792075492,
            "GroupId": 70014030,
            "id": 3,
            "number": 3,
            "title": {
                "cn": "药师的彷徨（3）",
                "en": "药师的彷徨（3）",
                "kr": "약사의 방황길 3",
                "jp": "药师的彷徨（3）",
                "tw": "药师的彷徨（3）",
                "th": "药师的彷徨（3）"
            },
            "description": {
                "cn": "海向老师询问来黑市的目的，老师的回答令她感到错愕。但这番说辞反倒勾起了海的兴趣，于是老师便跟着海一同逛起了黑市。二人正在黑市查看时，恰好撞见屋主老人被不良团团围住的一幕。",
                "en": "海向老师询问来黑市的目的，老师的回答令她感到错愕。但这番说辞反倒勾起了海的兴趣，于是老师便跟着海一同逛起了黑市。二人正在黑市查看时，恰好撞见屋主老人被不良团团围住的一幕。",
                "kr": "선생님은 카이와 함께 블랙마켓을 돌아본다. 그리고 돌아오는 길에 위기에 빠진 노인을 발견한다.",
                "jp": "海向老师询问来黑市的目的，老师的回答令她感到错愕。但这番说辞反倒勾起了海的兴趣，于是老师便跟着海一同逛起了黑市。二人正在黑市查看时，恰好撞见屋主老人被不良团团围住的一幕。",
                "tw": "海向老师询问来黑市的目的，老师的回答令她感到错愕。但这番说辞反倒勾起了海的兴趣，于是老师便跟着海一同逛起了黑市。二人正在黑市查看时，恰好撞见屋主老人被不良团团围住的一幕。",
                "th": "海向老师询问来黑市的目的，老师的回答令她感到错愕。但这番说辞反倒勾起了海的兴趣，于是老师便跟着海一同逛起了黑市。二人正在黑市查看时，恰好撞见屋主老人被不良团团围住的一幕。"
            }
        },
        {
            "key": 257972076,
            "descriptionKey": 3746302841,
            "GroupId": 70014040,
            "id": 4,
            "number": 4,
            "title": {
                "cn": "药师的彷徨（4）",
                "en": "药师的彷徨（4）",
                "kr": "약사의 방황길 4",
                "jp": "药师的彷徨（4）",
                "tw": "药师的彷徨（4）",
                "th": "药师的彷徨（4）"
            },
            "description": {
                "cn": "因看不下去不良与老人的争吵愈演愈烈，海出手介入了事态。海轻轻松松便平息了这场纷争，可对于自己“救下老人”这个举动，心底却涌起强烈的违和感。",
                "en": "因看不下去不良与老人的争吵愈演愈烈，海出手介入了事态。海轻轻松松便平息了这场纷争，可对于自己“救下老人”这个举动，心底却涌起强烈的违和感。",
                "kr": "사태가 진정되고, 카이는 '노인을 구했다'라는 자기 행동에 강한 위화감을 느낀다.",
                "jp": "因看不下去不良与老人的争吵愈演愈烈，海出手介入了事态。海轻轻松松便平息了这场纷争，可对于自己“救下老人”这个举动，心底却涌起强烈的违和感。",
                "tw": "因看不下去不良与老人的争吵愈演愈烈，海出手介入了事态。海轻轻松松便平息了这场纷争，可对于自己“救下老人”这个举动，心底却涌起强烈的违和感。",
                "th": "因看不下去不良与老人的争吵愈演愈烈，海出手介入了事态。海轻轻松松便平息了这场纷争，可对于自己“救下老人”这个举动，心底却涌起强烈的违和感。"
            }
        },
        {
            "key": 3789536442,
            "descriptionKey": 4060686472,
            "GroupId": 70014050,
            "id": 5,
            "number": 5,
            "title": {
                "cn": "药师的彷徨（5）",
                "en": "药师的彷徨（5）",
                "kr": "약사의 방황길 5",
                "jp": "药师的彷徨（5）",
                "tw": "药师的彷徨（5）",
                "th": "药师的彷徨（5）"
            },
            "description": {
                "cn": "自山海经那次事件之后，海便一直深陷内心的混乱。海说导致如此契机，是老师曾对他说过的一番话。她清晰地知晓自己无法理解何谓“普通”，正因如此，当某种自己无从理解的情感在心底萌生时，她陷入了茫然无措。",
                "en": "自山海经那次事件之后，海便一直深陷内心的混乱。海说导致如此契机，是老师曾对他说过的一番话。她清晰地知晓自己无法理解何谓“普通”，正因如此，当某种自己无从理解的情感在心底萌生时，她陷入了茫然无措。",
                "kr": "선생님은 혼란에 빠진 카이에게 한 가지 제안을 한다.",
                "jp": "自山海经那次事件之后，海便一直深陷内心的混乱。海说导致如此契机，是老师曾对他说过的一番话。她清晰地知晓自己无法理解何谓“普通”，正因如此，当某种自己无从理解的情感在心底萌生时，她陷入了茫然无措。",
                "tw": "自山海经那次事件之后，海便一直深陷内心的混乱。海说导致如此契机，是老师曾对他说过的一番话。她清晰地知晓自己无法理解何谓“普通”，正因如此，当某种自己无从理解的情感在心底萌生时，她陷入了茫然无措。",
                "th": "自山海经那次事件之后，海便一直深陷内心的混乱。海说导致如此契机，是老师曾对他说过的一番话。她清晰地知晓自己无法理解何谓“普通”，正因如此，当某种自己无从理解的情感在心底萌生时，她陷入了茫然无措。"
            }
        },
        {
            "key": 3249063630,
            "descriptionKey": 123379259,
            "GroupId": 70014060,
            "id": 6,
            "number": 6,
            "title": {
                "cn": "药师的彷徨（6）",
                "en": "药师的彷徨（6）",
                "kr": "약사의 방황길 6",
                "jp": "药师的彷徨（6）",
                "tw": "药师的彷徨（6）",
                "th": "药师的彷徨（6）"
            },
            "description": {
                "cn": "面对陷入苦恼的凯，老师提议不妨试着去学习何为“普通”。可海却回应道，那些对所有人而言理所应当的事，于自己却处处格格不入。即便如此，海仍将老师那句“希望你试着去学习”铭记于心，踏出了直面“普通”的第一步。",
                "en": "面对陷入苦恼的凯，老师提议不妨试着去学习何为“普通”。可海却回应道，那些对所有人而言理所应当的事，于自己却处处格格不入。即便如此，海仍将老师那句“希望你试着去学习”铭记于心，踏出了直面“普通”的第一步。",
                "kr": "선생님은 블랙마켓을 떠나고, 카이는 이른바 '숨을 쉬는 연습'을 해 보기로 한다.",
                "jp": "面对陷入苦恼的凯，老师提议不妨试着去学习何为“普通”。可海却回应道，那些对所有人而言理所应当的事，于自己却处处格格不入。即便如此，海仍将老师那句“希望你试着去学习”铭记于心，踏出了直面“普通”的第一步。",
                "tw": "面对陷入苦恼的凯，老师提议不妨试着去学习何为“普通”。可海却回应道，那些对所有人而言理所应当的事，于自己却处处格格不入。即便如此，海仍将老师那句“希望你试着去学习”铭记于心，踏出了直面“普通”的第一步。",
                "th": "面对陷入苦恼的凯，老师提议不妨试着去学习何为“普通”。可海却回应道，那些对所有人而言理所应当的事，于自己却处处格格不入。即便如此，海仍将老师那句“希望你试着去学习”铭记于心，踏出了直面“普通”的第一步。"
            }
        }
    ],
    "ibuki-runaway":[
        {
            "key": 208885278,
            "descriptionKey": 3468041821,
            "GroupId": 70015010,
            "id": 1,
            "number": 1,
            "title": {
                "cn": "伊吹离家出走事件（1）",
                "en": "伊吹离家出走事件（1）",
                "kr": "이부키 가출사건 1",
                "jp": "伊吹离家出走事件（1）",
                "tw": "伊吹离家出走事件（1）",
                "th": "伊吹离家出走事件（1）"
            },
            "description": {
                "cn": "真琴擅自吃掉了布丁，生气的伊吹跑出万魔殿离家出走。真琴拼命寻找却找不到伊吹。此时，便利屋68偶然遇到了伊吹。注意到伊吹是万魔殿的人后一度退缩，但实在看不下去，决定与她同行。",
                "en": "真琴擅自吃掉了布丁，生气的伊吹跑出万魔殿离家出走。真琴拼命寻找却找不到伊吹。此时，便利屋68偶然遇到了伊吹。注意到伊吹是万魔殿的人后一度退缩，但实在看不下去，决定与她同行。",
                "kr": "마코토에게 토라진 이부키는 가출을 해버리고…… 우연히 만난 흥신소68과 시간을 보내게 된다.",
                "jp": "真琴擅自吃掉了布丁，生气的伊吹跑出万魔殿离家出走。真琴拼命寻找却找不到伊吹。此时，便利屋68偶然遇到了伊吹。注意到伊吹是万魔殿的人后一度退缩，但实在看不下去，决定与她同行。",
                "tw": "真琴擅自吃掉了布丁，生气的伊吹跑出万魔殿离家出走。真琴拼命寻找却找不到伊吹。此时，便利屋68偶然遇到了伊吹。注意到伊吹是万魔殿的人后一度退缩，但实在看不下去，决定与她同行。",
                "th": "真琴擅自吃掉了布丁，生气的伊吹跑出万魔殿离家出走。真琴拼命寻找却找不到伊吹。此时，便利屋68偶然遇到了伊吹。注意到伊吹是万魔殿的人后一度退缩，但实在看不下去，决定与她同行。"
            }
        },
        {
            "key": 2954703779,
            "descriptionKey": 10866310,
            "GroupId": 70015020,
            "id": 2,
            "number": 2,
            "title": {
                "cn": "伊吹离家出走事件（2）",
                "en": "伊吹离家出走事件（2）",
                "kr": "이부키 가출사건 2",
                "jp": "伊吹离家出走事件（2）",
                "tw": "伊吹离家出走事件（2）",
                "th": "伊吹离家出走事件（2）"
            },
            "description": {
                "cn": "风纪委员会受伊吕波委托开始搜寻伊吹。与便利屋68快乐相处的伊吹被亚子发现，但拒绝回去。连春香也开始说想和伊吹在一起，爱露将伊吹和亚子带回了便利屋68的事务所。",
                "en": "风纪委员会受伊吕波委托开始搜寻伊吹。与便利屋68快乐相处的伊吹被亚子发现，但拒绝回去。连春香也开始说想和伊吹在一起，爱露将伊吹和亚子带回了便利屋68的事务所。",
                "kr": "이로하의 부탁으로 이부키 수색에 나선 선도부. 흥신소68과 즐거운 시간을 보내던 이부키는 아코에게 발견되지만, 귀가를 거부하는데……",
                "jp": "风纪委员会受伊吕波委托开始搜寻伊吹。与便利屋68快乐相处的伊吹被亚子发现，但拒绝回去。连春香也开始说想和伊吹在一起，爱露将伊吹和亚子带回了便利屋68的事务所。",
                "tw": "风纪委员会受伊吕波委托开始搜寻伊吹。与便利屋68快乐相处的伊吹被亚子发现，但拒绝回去。连春香也开始说想和伊吹在一起，爱露将伊吹和亚子带回了便利屋68的事务所。",
                "th": "风纪委员会受伊吕波委托开始搜寻伊吹。与便利屋68快乐相处的伊吹被亚子发现，但拒绝回去。连春香也开始说想和伊吹在一起，爱露将伊吹和亚子带回了便利屋68的事务所。"
            }
        },
        {
            "key": 1790224862,
            "descriptionKey": 1674270680,
            "GroupId": 70015030,
            "id": 3,
            "number": 3,
            "title": {
                "cn": "伊吹离家出走事件（3）",
                "en": "伊吹离家出走事件（3）",
                "kr": "이부키 가출사건 3",
                "jp": "伊吹离家出走事件（3）",
                "tw": "伊吹离家出走事件（3）",
                "th": "伊吹离家出走事件（3）"
            },
            "description": {
                "cn": "聚集在便利屋68事务所的一行人，以及迟到的万魔殿成员。真琴向伊吹道歉，大家各自倾诉心声。然而与和睦气氛相反，佳代子和真琴进行了意味深长的对话。临别时，亚子向佳代子传达了有关「风暴」的情报。",
                "en": "聚集在便利屋68事务所的一行人，以及迟到的万魔殿成员。真琴向伊吹道歉，大家各自倾诉心声。然而与和睦气氛相反，佳代子和真琴进行了意味深长的对话。临别时，亚子向佳代子传达了有关「风暴」的情报。",
                "kr": "흥신소68의 사무실로 자리를 옮긴 일행에게 뒤늦게 도착한 만마전 임원들. 마코토는 이부키에게 사과하고, 저마다의 이야기를 나눈다.",
                "jp": "聚集在便利屋68事务所的一行人，以及迟到的万魔殿成员。真琴向伊吹道歉，大家各自倾诉心声。然而与和睦气氛相反，佳代子和真琴进行了意味深长的对话。临别时，亚子向佳代子传达了有关「风暴」的情报。",
                "tw": "聚集在便利屋68事务所的一行人，以及迟到的万魔殿成员。真琴向伊吹道歉，大家各自倾诉心声。然而与和睦气氛相反，佳代子和真琴进行了意味深长的对话。临别时，亚子向佳代子传达了有关「风暴」的情报。",
                "th": "聚集在便利屋68事务所的一行人，以及迟到的万魔殿成员。真琴向伊吹道歉，大家各自倾诉心声。然而与和睦气氛相反，佳代子和真琴进行了意味深长的对话。临别时，亚子向佳代子传达了有关「风暴」的情报。"
            }
        }
    ],
    "road-to-ryugu":[
        {
            "key": 1325920005,
            "descriptionKey": 3356883563,
            "GroupId": 70016010,
            "id": 1,
            "number": 1,
            "title": {
                "cn": "前往龙宫之路（１）",
                "en": "前往龙宫之路（１）",
                "kr": "용궁으로 가는 길 1",
                "jp": "前往龙宫之路（１）",
                "tw": "前往龙宫之路（１）",
                "th": "前往龙宫之路（１）"
            },
            "description": {
                "cn": "前所未有，从矫正局大越狱的那一天。在笑笑教授的协助下，七海被扔在了一个人生地不熟的地方。她迫不得已只能靠自己前往大海，但对于不习惯陆地的她来说，这段旅程绝非坦途。",
                "en": "前所未有，从矫正局大越狱的那一天。在笑笑教授的协助下，七海被扔在了一个人生地不熟的地方。她迫不得已只能靠自己前往大海，但对于不习惯陆地的她来说，这段旅程绝非坦途。",
                "kr": "일곱죄수가 탈옥한 그날, 나나미는 어쩔 수 없이 자력으로 바다를 찾아 떠난다. 육지가 익숙하지 않아서 바다로의 길은 순탄치 않다.",
                "jp": "前所未有，从矫正局大越狱的那一天。在笑笑教授的协助下，七海被扔在了一个人生地不熟的地方。她迫不得已只能靠自己前往大海，但对于不习惯陆地的她来说，这段旅程绝非坦途。",
                "tw": "前所未有，从矫正局大越狱的那一天。在笑笑教授的协助下，七海被扔在了一个人生地不熟的地方。她迫不得已只能靠自己前往大海，但对于不习惯陆地的她来说，这段旅程绝非坦途。",
                "th": "前所未有，从矫正局大越狱的那一天。在笑笑教授的协助下，七海被扔在了一个人生地不熟的地方。她迫不得已只能靠自己前往大海，但对于不习惯陆地的她来说，这段旅程绝非坦途。"
            }
        },
        {
            "key": 856872019,
            "descriptionKey": 1444107276,
            "GroupId": 70016020,
            "id": 2,
            "number": 2,
            "title": {
                "cn": "前往龙宫之路（２）",
                "en": "前往龙宫之路（２）",
                "kr": "용궁으로 가는 길 2",
                "jp": "前往龙宫之路（２）",
                "tw": "前往龙宫之路（２）",
                "th": "前往龙宫之路（２）"
            },
            "description": {
                "cn": "幸运的是，七海搭上了一辆开往大海的车。虽然经历了一番波折，但她还是平安回到了海边，七海深深地吸了一口令人怀念的气息。作为对这位不求回报、将她送到这里的司机善意的回礼，七海打算用自己的方式来报答这份恩情。",
                "en": "幸运的是，七海搭上了一辆开往大海的车。虽然经历了一番波折，但她还是平安回到了海边，七海深深地吸了一口令人怀念的气息。作为对这位不求回报、将她送到这里的司机善意的回礼，七海打算用自己的方式来报答这份恩情。",
                "kr": "다행히 바다로 향하는 차를 얻어 탄 나나미. 대가 없는 선의를 받은 나나미는 선의에 대한 대가를 주려고 한다.",
                "jp": "幸运的是，七海搭上了一辆开往大海的车。虽然经历了一番波折，但她还是平安回到了海边，七海深深地吸了一口令人怀念的气息。作为对这位不求回报、将她送到这里的司机善意的回礼，七海打算用自己的方式来报答这份恩情。",
                "tw": "幸运的是，七海搭上了一辆开往大海的车。虽然经历了一番波折，但她还是平安回到了海边，七海深深地吸了一口令人怀念的气息。作为对这位不求回报、将她送到这里的司机善意的回礼，七海打算用自己的方式来报答这份恩情。",
                "th": "幸运的是，七海搭上了一辆开往大海的车。虽然经历了一番波折，但她还是平安回到了海边，七海深深地吸了一口令人怀念的气息。作为对这位不求回报、将她送到这里的司机善意的回礼，七海打算用自己的方式来报答这份恩情。"
            }
        }
    ]
};